<div class="content">
    <h1>About</h1>
    <p class='about-text'>
        Ласкаво просимо на сторінку "Про нас"!
        Ми команда Todo - додаток для керування завданнями, який допомагає вам бути більш продуктивним та організованим. Наш додаток дозволяє вам створювати список завдань, позначати їх стан та відстежувати прогрес досягнення ваших цілей.
        Наша команда складається з експертів у сфері розробки програмного забезпечення та управління проектами. Ми віддаємо перевагу простому та зрозумілому інтерфейсу, щоб наші користувачі могли максимально швидко та легко зрозуміти, як використовувати наш додаток.
        Наша мета - зробити ваше життя більш організованим та продуктивним. Ми намагаємося надати вам найкращі інструменти для досягнення ваших цілей та збереження часу. Дякуємо, що обрали Todo!
    </p>
</div>
